Repository: servet0/matbil
Catalog: matbil_con/locale/*/LC_MESSAGES/django.po
Languages: tr

# %(navbars.home)s
source: Home
tr: Anasayfa

# %(navbars.bolum)s
source: Depart
tr: Bölüm

# %(navbars.bolum_alt_1)s
source: About
tr: Bölüm Hakkında

# %(navbars.bolum_alt_2)s
source: Manager
tr: İdare

# %(navbars.bolum_alt_3)s
source: Teaching Objectives
tr: Öğretim Amaçları

# %(navbars.bolum_alt_4)s
source: Program Outputs
tr: Program Çıktıları

# %(navbars.akademik)s
source: Academic Staff
tr: Akademik Kadro

# %(navbars.akademik_alt_1)s
source: Academic Program
tr: Analiz ve Fonksiyonlar Teorisi A.B.D

source: %(navbars.akademik_alt_2)s
tr: Bilgisayar Bilimleri A.B.D

source: %(navbars.akademik_alt_3)s
tr: Cebir ve Sayılar Teorisi A.B.D

source: %(navbars.akademik_alt_4)s
tr: Geometri A.B.D

source: %(navbars.akademik_alt_5)s
tr: Matematiğin Temelleri ve Lojik A.B.D

source: %(navbars.akademik_alt_6)s
tr: Topoloji A.B.D

source: %(navbars.akademik_alt_7)s
tr: Uygulamalı Matematik A.B.D

# %(navbars.program)s
source: Academic Program
tr: Akademik Program

# %(navbars.ders)s
source: Lessons Contents
tr: Ders İçerikleri

# %(navbars.mezun)s
source: Graduates
tr: Mezunlar

# %(navbars.staj)s
source: internship
tr: Staj

# %(navbars.kalite)s
source: Quality Commission
tr: Kalite Komisyonu

# %(navbars.arastirma)s
source: Research
tr: Araştırma

# %(navbars.arastirma_alt_1)s
source: Publications
tr: Yayınlar

# %(navbars.arastirma_alt_2)s
source: Projects
tr: Projeler

# %(navbar2.name)s
source: Contact
tr: İletişim
